[
  {
    "ServiceImage": "kidney.png",
    "ServiceName": "Laboratory (ECG and Creatinine included)",
    "ServiceDescription": "An electrocardiogram (ECG) is one of the simplest and fastest tests used to evaluate the heart. Electrodes (small, plastic patches that stick to the skin) are placed at certain spots on the chest, arms, and legs. The electrodes are connected to an ECG machine by lead wires.",
    "ServicePrice": 750.0,
    "EarliestAvailableDate": "2022-04-20T16:20:00",
    "IsPromo": false
  },
  {
    "ServiceImage": "liver.png",
    "ServiceName": "HbA1c",
    "ServiceDescription": "HbA1c is your average blood glucose (sugar) levels for the last two to three months. If you have diabetes, an ideal HbA1c level is 48mmol/mol (6.5%) or below. If you're at risk of developing type 2 diabetes, your target HbA1c level should be below 42mmol/mol (6%)",
    "ServicePrice": 900.0,
    "EarliestAvailableDate": "2022-04-21T16:20:00",
    "IsPromo": false
  },
  {
    "ServiceImage": "urine_test.png",
    "ServiceName": "Urinalysis",
    "ServiceDescription": "A urinalysis is a test of your urine. It's used to detect and manage a wide range of disorders, such as urinary tract infections, kidney disease and diabetes. A urinalysis involves checking the appearance, concentration and content of urine.",
    "ServicePrice": 110.0,
    "EarliestAvailableDate": "2022-04-22T16:20:00",
    "IsPromo": false
  },
  {
    "ServiceImage": "checkup.png",
    "ServiceName": "2D Echo w/ Doppler",
    "ServiceDescription": "A 2-D (or two-dimensional) echocardiogram is capable of displaying a cross-sectional “slice” of the beating heart, including the chambers, valves and the major blood vessels that exit from the left and right ventricle. A Doppler echocardiogram measures the speed and direction of the blood flow within the heart.",
    "ServicePrice": 2200.0,
    "EarliestAvailableDate": "2022-04-23T16:20:00",
    "IsPromo": false
  },
  {
    "ServiceImage": "xray.png",
    "ServiceName": "Chest X-Ray",
    "ServiceDescription": "A chest X-ray is an imaging test that uses X-rays to look at the structures and organs in your chest. It can help your healthcare provider see how well your lungs and heart are working. Certain heart problems can cause changes in your lungs. Certain diseases can cause changes in the structure of the heart or lungs.",
    "ServicePrice": 250.0,
    "EarliestAvailableDate": "2022-04-24T16:20:00",
    "IsPromo": false
  },
  {
    "ServiceImage": "covid_test.png",
    "ServiceName": "COVID-19 RT-PCR Swab Test",
    "ServiceDescription": "The polymerase chain reaction (PCR) test for COVID-19 is a molecular test that analyzes your upper respiratory specimen, looking for genetic material (ribonucleic acid or RNA) of SARS-CoV-2, the virus that causes COVID-19.",
    "ServicePrice": 4000.0,
    "EarliestAvailableDate": "2022-04-25T16:20:00",
    "IsPromo": false
  },
  {
    "ServiceImage": "covid_test.png",
    "ServiceName": "COVID-19 Rapid AntiGEN Test",
    "ServiceDescription": "Antigen tests are immunoassays that detect the presence of a specific viral antigen, which indicates current viral infection. Antigen tests are currently authorized to be performed on nasopharyngeal, nasal swab, or saliva specimens placed directly into the assay's extraction buffer or reagent.",
    "ServicePrice": 1300.0,
    "EarliestAvailableDate": "2022-04-26T16:20:00",
    "IsPromo": false
  },
  {
    "ServiceImage": "covid_test.png",
    "ServiceName": "COVID-19 Rapid Antibody Test",
    "ServiceDescription": "Antibody testing determines if you had COVID-19 (coronavirus) infection in the past. It differs from testing to diagnose if you currently have COVID-19.",
    "ServicePrice": 800.0,
    "EarliestAvailableDate": "2022-04-27T16:20:00",
    "IsPromo": false
  }
]